/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Ni podatkov";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Shrani";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Znova vnesi podpis";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Počisti";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Prekliči";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Podpis";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Tapni za podpis";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Območje za podpis";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Dvotapnite in povlecite, da podpišete";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Slika podpisa";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Črta za podpis";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Preklicano";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Naprej";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "V redu";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Status";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Uporabnik je preklical uvajanje";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Uvajanja ne boste mogli nadaljevati brez soglasja.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Soglašam";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Zapri";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Nazaj";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Korak";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "od";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Res želite preklicati postopek uvajanja?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Želite zaščito podatkov?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Bodite previdni s svojimi podatki";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Ne zdaj";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Dovoli";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Zavrni";

/* XBUT: Agree action title in EULAView */
"Agree" = "Strinjam se";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Ne strinjam se";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Prenos ...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Ni še ničesar za prikaz";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d ur, %d minut";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Končano";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "V podatkovni tabeli je %d napak.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "glava vrstice";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "vrstica %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "stolpec %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "vodilni pripomoček";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "zadnji pripomoček";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "besedilo";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "slika";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "datum";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "čas";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "trajanje";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "element seznama";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "izbrano";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "ni izbrano";

/* XBUT: calendar time component label */
"Time" = "Čas";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Vrednost: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Tapnjena celica je namenjena le za branje.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Polje le za branje";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Preostali znaki niso več na voljo";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Zmanjšanje števila znakov";

